Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: ༄༅༅། །རྒྱ་གར་སྐད་དུ། ཨཱརྱཱ་མོ་གྷ་བཱ་ཤ་ཀལྤ་རཱ་ཛཱ། བོད་སྐད་དུ། འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ། བམ་པོ་དང་པོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: The Noble Sovereign Ritual of Amoghapāśa Part 1 Homage to all the buddhas and bodhisattvas!

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Noble Avalokiteśvara, the great bodhisattva being!

source: །འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་རི་བོ་པོ་ཏ་ལ་ན།
en: Thus did I hear at one time.

source: སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཕོ་བྲང་ཤིང་སཱ་ལ་དང་། ཏ་མ་ལ་དང་། ཙམ་པ་ཀ་དང་། མྱ་ངན་འཚང་དང་། ཨ་ཏི་མུག་ཏ་ཀ་སྣ་ཚོགས་མང་པོས་ལེགས་པར་བརྒྱན་པ་ན།
en: The Blessed One stayed on Potala Mountain, in the palace of Avalokiteśvara adorned with various trees such as sal, tamāla, campaka, aśoka, and atimuktaka.

source: དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་བརྒྱ་སྟོང་དང་། བྱང་ཆུབ་སེམས་དཔའ་ས་ཡ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་དགུ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ། གནས་གཙང་མའི་རིགས་ཀྱི་ལྷའི་བུ་བརྒྱ་སྟོང་ཕྲག་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་པ་ན། དབང་ཕྱུག་དང་།
en: He stayed there together with the congregation of eight thousand monks, surrounded and attended upon by nine hundred and ninety quadrillion crores of bodhisattvas and many hundreds of thousands of gods of the Pure Abode.

source: དབང་ཕྱུག་ཆེན་པོ་དང་། ཚངས་པ་དང་། ལྷའི་བུ་རྣམས་ཀྱི་དབང་དུ་མཛད་ནས་ཆོས་སྟོན་པར་མཛད་དོ།
en: He was explaining the Dharma, chiefly to the gods such as Īśvara, Maheśvara, and Brahmā.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།
en: At that time, Noble Avalokiteśvara, the bodhisattva great being, rose from his seat, draped his upper garment over one shoulder, knelt with his right knee on the ground, and bowed toward the Blessed One with folded hands.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་འཛུམ་པའི་བཞིན་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་འདི་དོན་ཡོད་པའི་ཞགས་པའི་རྒྱལ་པོའི་སྙིང་པོ་ཞེས་བགྱི་བ་མཆིས་ཏེ། བདག་གིས་བསྐལ་པ་དགུ་བཅུ་རྩ་གཅིག་གི་སྔོན་ལོགས་སུ་འཇིག་རྟེན་གྱི་ཁམས་རྣམ་པར་བལྟ་བར། དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་དབང་ཕྱུག་རྒྱལ་པོ་ལས་མནོས་ནས། འདི་ལྟར་བདག་གིས་དབང་ཕྱུག་དང་།
en: Smiling, he said to the Blessed One, “Ninety-one eons ago, in the world sphere called Vilokitā, I obtained from the Tathāgata Lokendrarāja this heart essence of Amoghapāśa called Amogharāja.

source: དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་ལྷའི་བུ་རྣམས་དང་། གནས་གཙང་མའི་ལྷའི་བུ་བརྒྱ་སྟོང་ཕྲག་མང་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འཛིན་དུ་སྩལ་ནས། བདག་གིས་རྨོངས་པ་མ་མཆིས་པའི་ཡེ་ཤེས་བཀོད་པ་ལ་སོགས་ཏེ་ཏིང་ངེ་འཛིན་བརྒྱ་སྟོང་ཕྲག་བཅུ་ཐོབ་པར་བགྱིས་ལགས་སོ། །བཅོམ་ལྡན་འདས་འདི་ལྟར་ཡངས་ཕྱོགས་གང་དུ་སྙིང་པོ་འདི་སྤྱོད་པའི་ས་ཕྱོགས་དེར། དབང་ཕྱུག་དང་།
en: Through this heart essence, many thousands of gods of the Pure Abode, the chief of them being Īśvara and Maheśvara, were established in perfect supreme awakening, and I myself obtained tens of hundreds of thousands of samādhis, the most important being the display of unconfused knowledge.

source: དབང་ཕྱུག་ཆེན་པོ་དང་། ཚངས་པ་ལ་སོགས་པ་ལྷའི་བུ་ཁྲི་ཉིས་སྟོང་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བའི་སླད་དུ་གནས་པར་རིག་པར་བགྱི་ལགས་སོ། །བཅོམ་ལྡན་འདས་གང་ན་དོན་ཡོད་པའི་ཕུན་སུམ་ཚོགས་པའི་སྙིང་པོ་འདི་སྤྱོད་པའི་ས་ཕྱོགས་དེ་མཆོད་རྟེན་དུ་ཡང་བཀུར་བར་འགྱུར་ལགས་སོ།
en: The place where this heart essence is introduced, O Blessed One, will be known as one where twelve thousand gods, headed by Īśvara, Maheśvara, and Brahmā, remain in order to guard, protect, and preserve it, and where the Blessed One remains, worshiped in the form of a caitya, and causes this heart essence, the unfailing cause of good fortune, to spread. “

source: །བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་དག་ནི་སངས་རྒྱས་བྱེཾ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དུ་མ་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར་ལགས་སོ། གང་ཞིག་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་འདི་ཉན་པར་བགྱིད་ན། བཅོམ་ལྡན་འདས་སྡིག་པ་སྤྱོད་པའམ། སྡིག་པའི་ཆོས་ཀུན་ཏུ་སྤྱོད་པའམ། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པའམ།
en: Any being who hears this heart essence of Amoghapāśa, O Blessed One, will have roots of virtue planted in them by hundreds of thousands of millions of billions of buddhas.

source: དམ་པའི་ཆོས་སྤོང་བའམ། མནར་མེད་པར་གཞོལ་བའམ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་དང་། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་སྤོང་བ་དེ་འགྱོད་པར་འགྱུར་ཞིང་། མ་འོངས་པ་ན་སྡོམ་པ་འཐོབ་པར་འགྱུར་ལགས་སོ།
en: O Blessed One, any follower of an evil doctrine who speaks ill of the noble ones, rejects the true Dharma, opposes the buddhas, the bodhisattvas, the śrāvakas, and the pratyekabuddhas, and is headed for the Avīci hell because of the offenses he commits will be stricken with remorse and will later take up the conduct of restraint.

source: །བཅོམ་ལྡན་འདས་རེ་ཤིག་དེ་ཉིད་ཀྱིས་ཞག་གཅིག་སྨྱུང་བ་བགྱིས་ཏེ། བཟླས་བརྗོད་བགྱིས་ན། ཚེ་འདི་ཉིད་ལ་ལས་དེ་རྣམ་པར་དག་པ་དང་། གཏུགས་པ་དང་། བསལ་བར་འགྱུར་རོ། །རིམས་ཉིན་གཅིག་པའམ། རིམས་ཉིན་གཉིས་པའམ།
en: If he occasionally fasts and recites this mantra, he will purify, exhaust, and purge his karma in this very life.

source: ཉིན་གསུམ་པའམ། ཉིན་བཞི་པའམ། དེ་བཞིན་དུ་རིམས་ཉིན་བདུན་པའམ། མིག་ནད་དམ། རྣ་བའི་ནད་དམ། སྣའི་ནད་དམ། སོ་དང་མཆུའི་ནད་དམ། ལྕེ་དང་རྐན་གྱི་ནད་དམ། སྙིང་ནད་དམ། ལྟོ་ནད་དམ་རོ་རྒྱབ་དང་རྐེད་པའི་ནད་དམ། ཡན་ལག་གམ་ཉིང་ལག་གི་ནད་དམ། གཞང་འབྲུམ་མམ། ཕོ་བའི་ནད་དམ། ཚད་པའམ། ལག་པ་དང་། རྐང་པའི་ནད་དམ། སྣ་ནད་དམ། ཀླད་པའི་ནད་དམ། ཤ་བཀྲ་ཆེན་པོའམ། ཤ་གཟིག་གུའམ། མཛེའམ། རྐང་ཤུའམ། འབྲུམ་བུ་ཕྲ་མོའམ། ལྷོག་པའམ། མཚན་པར་རྡོལ་པའམ། འབྲུམ་བུའམ། བརྗེད་བྱེད་དམ། བྱད་དམ། གཞན་གྱིས་བགྱིས་པའི་གསོད་པའམ། འཆིང་བའམ། རྡེག་པའམ། སྐྲོད་བའམ། བདེན་པ་མ་ལགས་པས་སྐུར་པ་འདེབས་པའམ།
en: He will thus exhaust the karma of fever that returns every day, or every two, three, four, or six days; the karma of sore eyes, earache, sinusitis, toothache, sore lips, tongue, or palate, chest pain, stomachache, back pain, or pain in the flanks or in the limbs and extremities; the karma of asthma attacks, dysentery, problems with the hands, feet, or nose, headache, leprosy, white leprosy, black leprosy, scabies, lice, pus boils, fistula, or blisters; the karma of epilepsy or attacks by kākhordas or other evil spirits; and the karma of being killed, imprisoned, beaten, threatened, or falsely accused.

source: བཅོམ་ལྡན་འདས་མདོར་ན་ལུས་ཀྱིས་གདུང་བའམ། སེམས་ཀྱིས་གདུང་བའམ། རྨི་ལམ་ངན་པའི་ལས་དེ་ཡོངས་སུ་གཏུགས་པར་གྱུར་ན།
en: In short, O Blessed One, he will completely remove any karma of physical or mental pain or of nightmares.

source: སེམས་ཅན་དག་པ་ལྷག་པར་དད་པ་རྣམས་ཀྱིས་ཡོངས་སུ་བྱང་བར་འགྱུར་བ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ། བཅོམ་ལྡན་འདས་གལ་ཏེ་འཁོར་བཞིའམ།
en: How much more will this be true for beings who are pure and have faith and trust! “

source: རིགས་བཞི་ལས་གང་དག་སྒྱུ་དང་། གཡོ་དག་གིས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་འདི་ཉན་པར་བགྱིད། འཛིན་པར་བགྱིད། འཆང་བར་བགྱིད། ཀློག་པར་བགྱིད། འདྲི་བར་བགྱིད། འདྲིར་འཇུག་པར་བགྱིད། ཀུན་ཆུབ་པར་བགྱིད།
en: My heart essence of Amoghapāśa, O Blessed One, will become the cause of virtue for any beings in the fourfold assembly or among the four castes, even the crafty and the guileful, who hear it, uphold, preserve, and propagate it, write it down, commission a copy of it, study it, recite it close to an animal’s ear, or contemplate its words the way one should contemplate the Buddha, that is, without distraction, form, concepts, arising, duration, causality, stains, indifference, or the five skandhas.

source: སེམས་ཅན་གཞན་ལ་ཡང་སྒྲོགས་པར་བགྱིད་ཅིང་། ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གཏོགས་པ་རྣམས་ཀྱི་རྣ་བུག་ཏུ་གཏད་དེ། རྣ་བར་བཟླས་བརྗོད་བགྱིད་ལ། རྡོ་རྗེའི་ཚིག་འདི་རྣམས་སེམས་པར་བགྱིད་དེ། སྐུར་པ་མ་མཆིས་པ་དང་། གཟུགས་མ་མཆིས་པ་དང་། རྣམ་པར་མི་རྟོག་པ་དང་། ཀུན་ཏུ་འབྱུང་བ་མ་མཆིས་པ་དང་། རིང་དུ་འགྲོ་བ་མ་མཆིས་པ་དང་།
en: It will become the cause of virtue for any beings who visualize thousands of buddhas from the ten directions appearing before them and confess to them their wrongdoings .

source: ནོངས་པ་འཆགས་པར་འགྱུར་བ་ལ་སོགས་པ་རྒྱས་པར་སྦྱར་རོ། །གླེགས་བམ་དུ་བགྱིས་ཏེ་ཁྱིམ་ན་འཆད་བར་བགྱིད་དམ།
en: and so on up to ‘write this mantra in the form of a book and keep it safe in their homes.’

source: རྗེ་དཔོན་གྱིས་སྐྲག་པས་བགྱིས་སམ། བཞད་གད་ཙམ་གྱི་རྒྱུས་ཉན་པར་བགྱིད་ན། བཅོམ་ལྡན་འདས་མཁས་པས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མཐུས། དེ་དག་གི་རྣ་ཁུང་དུ་སྒྲ་དེ་གྲག་པ་ལགས་པར་འཚལ་བར་བགྱིའོ།
en: Even if, O Blessed One, as anyone learned would know, they listen to the heart essence because they fear their master, have to comply with someone else, or fear ridicule, the words of the heart essence will fall on their ears through the blessing of Noble Avalokiteśvara. “

source: །བཅོམ་ལྡན་འདས་དཔེར་ན་སྐྱེས་བུ་འགའ་ཞིག་གིས་ཙན་དན་ནམ། ག་བུར་རམ་གླ་རྩི་ཞིག་ལ་ཁྲོས་སམ། ཡོངས་སུ་སྨད་དེ་རྡོ་ལ་བཏགས་ནས།
en: As an analogy, O Blessed One, sandalwood, camphor, and musk lose their fragrance if smeared on the body of a person who grinds them on a stone and smears them on his body while swearing and cursing.

source: བདག་ཉིད་ལ་བྱུགས་ན་ཙན་དན་ནམ། ག་བུར་རམ། གླ་རྩི་དེ་འདི་སྙམ་དུ་འདིས་བདག་ལ་ཁྲོས་སམ། ཡོངས་སུ་སྨད་པས་དྲི་མ་ནམ་པར་མི་བགྱིའོ་སྙམ་དུ་མི་སེམས་ཀྱི།
en: If I am cursed at or reviled, I do not lose my fragrance.

source: གཞན་དུ་ན་དེ་ཉིད་ལ་དྲི་བདའ་བར་བགྱིད་ལགས་སོ།
en: In exactly the same way, my heart essence of Amoghapāśa retains its pleasant fragrance too.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་བདག་གི་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་འདི་ཡང་གང་སུ་ཡང་རུང་བས།
en: As for any being who laughs at or makes fun of my heart essence of Amoghapāśa .

source: །བཅོམ་ལྡན་འདས་གཡོ་དང་སྒྱུས་མཆོད་པར་བགྱིད་ན་ཡང་དེ་ཉིད་སེམས་ཅན་དམུ་རྒོད་དག་གི་དགེ་བའི་རྒྱུར་འགྱུར་ལགས་སོ།
en: . and so on until ‘worships it, even if done with guile,’ for such unruly beings this heart essence will become the cause of virtue.

source: །གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བར་ཚུལ་ཁྲིམས་དང་།
en: Those for whom this heart essence arises become inseparable from it.

source: ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། བསོད་ནམས་ཀྱི་ཚོགས་ཀྱི་དྲི་དང་བྲལ་བར་མི་འགྱུར་ཏེ། ཚུལ་ཁྲིམས་ཀྱི་དྲི་བདའ་བར་བགྱིད་ལགས་སོ། །བཅོམ་ལྡན་འདས་གང་ཡང་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོའམ། དགེ་སློང་ཕའམ་དགེ་སློང་མའམ། དགེ་བསྙེན་ཕའམ།
en: It makes them fragrant with moral discipline, as they gather the accumulations of merit and wisdom through discipline and samādhi. “

source: དགེ་བསྙེན་མའམ། དེ་ལས་གཞན་པའི་སེམས་ཅན་སུ་ཡང་རུང་བས། དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་ཆེད་དུ་ཡར་ངོའི་ཚེས་བརྒྱད་ལ་སྨྱུང་བ་བགྱིས་ཏེ། གཞན་མི་སྨྲ་བར་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་བདུན་བཟླས་བརྗོད་བགྱིད་ན། བཅོམ་ལྡན་འདས་དེས་ཚེ་འདི་ཉིད་ལ་ཕན་ཡོན་ཉི་ཤུ་རྩ་གཅིག་འཐོབ་པར་འགྱུར་ཏེ།
en: As for any son or daughter of noble family, a monk or nun, a male or female lay practitioner, or anyone else who performs, on the eighth day of the bright fortnight, a ritual fast dedicated to the heart essence of Amoghapāśa and recites the heart essence of Amoghapāśa seven times while refraining from conversation, such a person will see twenty-one beneficial, much-desired qualities.

source: །ཉི་ཤུ་རྩ་གཅིག་གང་ཞེ་ན་འདི་ལྟ་སྟེ།
en: What are these twenty-one? “

source: དེའི་ལུས་ལ་ནད་རྣམས་འབྱུང་བར་མི་འགྱུར་རོ།
en: They are as follows: (1) No disease will occur in the body.

source: །དེའི་ལུས་ལ་ལས་ཀྱི་དབང་གིས་ནད་རྣམས་བྱུང་ན་ཡང་མྱུར་དུ་ཞི་བར་འགྱུར་ཞིང་།
en: Should it occur because of the power of karma, it will soon disappear. (

source: ལུས་མདངས་དང་ལྡན་པ་དང་ཡིད་དུ་མཆི་བར་འགྱུར་རོ།
en: 2) One’s body will become smooth and beautiful. (

source: །སྐྱེ་བོ་མང་པོའི་སྙིང་དུ་སྡུག་པ་དང་།
en: 3) One will be loved by many people. (

source: དབང་པོ་སྦས་པར་འགྱུར་རོ།
en: 4) One will be able to control one’s senses. (

source: །དེའི་དོན་རྣམས་འགྲུབ་པར་འགྱུར་རོ།
en: 5) One will acquire things, and when one has thus accumulated wealth, (6) no thief will be able to take it. (

source: །དེའི་དོན་གྲུབ་པ་ཡང་ཆོམ་རྐུན་གྱིས་མི་འཕྲོགས་ཏེ། ཞུགས་ཀྱིས་མི་འཚིག་ཆབ་ཀྱིས་མི་འཚལ་རྒྱལ་པོའི་མཐུས་དབྲོག་པར་རྔོ་མི་ཐོགས་པར་འགྱུར་རོ།
en: 7) One’s wealth cannot be burned by fire, borne away by flood, or forcefully seized by the king. (

source: །དེའི་ལས་ཀྱི་མཐའ་རྣམས་རྒྱས་པར་འགྱུར་ཏེ།
en: 8) One’s endeavors will be successful. (

source: སེར་བས་མ་ལགས་སོ། །ཆབ་ཀྱི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར་ཏེ།
en: 9) There will be no danger from fire or water. (

source: རླུང་དང་ཆར་གྱི་འཇིགས་པ་མ་ལགས་སོ།
en: 10) There will be no danger from wind or rain. (

source: །དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ཐལ་བའམ། ཆུ་ལ་ལན་བདུན་བཟླས་བརྗོད་བགྱིས་ནས། ཞིང་གི་ཕྱོགས་མཚམས་དང་སྟེང་འོག་ཏུ་བཅིང་བ་བགྱིས་ན་གནོད་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་འགྱུར་རོ།
en: 11) If one incants ash or water seven times with the heart mantra of Amoghapāśa and demarcates the borders of an area, thus delimiting the cardinal and intermediate directions and above and below, all calamities will be pacified. (12) No life-draining spirits will be able to steal one’s vitality. (

source: །གཟི་བརྗིད་དང་མདངས་འཕྲོགས་པར་རྔོ་མི་ཐོགས་པར་འགྱུར་ཞིང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྙིང་དུ་སྡུག་པ་དང་ཡིད་ལ་འཐད་པར་འགྱུར་རོ།
en: 13) One will be dear to and captivate all beings. (

source: །དེ་ལ་དགྲའི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར་རོ། །དེ་ལ་དགྲའི་འཇིགས་པ་བྱུང་ཡང་མྱུར་དུ་ཞི་བར་འགྱུར་རོ།
en: 14) There will be no danger from enemies, and should such danger arise, it will soon fade away. (

source: །དེ་ལ་མི་མ་ལགས་པའི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར་ཏེ། བྱད་ཀྱི་འཇིགས་པ་མ་ལགས་མཁའ་འགྲོ་མའི་འཇིགས་པ་མ་ལགས་ཏེ།
en: 15) There will be no danger from nonhuman beings, (16) kākhordas, or (17) ḍākinīs. (

source: དེ་ལ་ཉོན་མོངས་པ་དང་ཉེ་བའི་ཉོན་མོངས་པ་དྲག་པོ་འབྱུང་བར་མི་འགྱུར་རོ།
en: 18) No acute afflictions and their subsidiaries will arise. (

source: །མེ་དང་མཚོན་དང་། དུག་གིས་འགུམ་པར་མི་འགྱུར་རོ།
en: 19) One will not die by fire, weapons, or poison. (

source: །དེ་ལ་ཡང་ལྷ་རྣམས་ཀྱིས་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་བསྲུང་བ་དང་། སྐྱོབ་པ་དང་སྦེད་པའི་ཕྱིར་གནས་པར་འགྱུར་རོ།
en: 20) The deities will stand by to guard, protect, and defend. (

source: །གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བར་བྱམས་པ་དང་སྙིང་རྗེ་དང་དགའ་བ་དང་བཏང་སྙོམས་དང་འབྲལ་བར་མི་འགྱུར་ཏེ།
en: 21) Wherever one may be born, one will never be separated from loving kindness, compassion, sympathetic joy, and equanimity.

source: དེ་ལ་ཕན་ཡོན་ཉི་ཤུ་རྩ་གཅིག་པོ་འདི་དག་འཐོབ་པར་འགྱུར་ལགས་སོ།
en: These are the twenty-one benefits that are highly desirable. “

source: །གཞན་ཡང་ཆོས་བརྒྱད་འཐོབ་པར་འགྱུར་ཏེ་བརྒྱད་གང་ཞེ་ན།
en: One will obtain, in addition, eight qualities. What are these eight? (

source: འགུམ་པའི་དུས་སུ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དགེ་སློང་གི་གཟུགས་སུ་མངོན་སུམ་དུ་ཞལ་སྟོན་པར་འགྱུར་རོ།
en: 1) At the time of one’s death, Noble Avalokiteśvara will appear before one in the garb of a monk. (

source: །བདེ་བར་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།
en: 2) One will die with ease. (

source: །ལྟ་བ་འཁྲུལ་པར་མི་འགྱུར་རོ།
en: 3) One will not stray from the right view. (

source: །ལག་པ་མི་གཡོབ་པ་དང་རྐང་པ་མི་གཡོབ་པ་དང་བཤང་གཅི་མ་མཆིས་པ་དང་ཁྲིའི་སྟེང་དུ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།
en: 4) When dying, one’s hands and feet will not thrash about, one will not soil oneself with excrement, and one will not fall off the bed. (

source: །དྲན་པ་ཤིན་ཏུ་ཉེ་བར་གནས་པར་འགྱུར་རོ།
en: 5) One will remain completely lucid. (

source: །ཁ་བུབ་ཏུ་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར་རོ།
en: 6) One will not die face down. (

source: །འགུམ་པའི་དུས་ན་ཡང་སྤོབས་པ་མི་བས་པར་འགྱུར་རོ།
en: 7) One’s presence of mind will not fail. (

source: །དེ་ཡང་སངས་རྒྱས་ཀྱི་ཞིང་གང་དུ་སྨོན་པ་དེར་སྐྱེ་བར་འགྱུར་ཞིང་དགེ་བའི་བཤེས་གཉེན་དང་ཡང་འབྲལ་བར་མི་འགྱུར་རོ།
en: 8) One will be reborn in whatever buddha field one aspires to, and there one will not be separated from a virtuous friend. “

source: །ཉིན་གཅིག་བཞིན་དུ་དུས་གསུམ་དུ་ལན་གསུམ་དུ་བཟླས་བརྗོད་བགྱིའོ།
en: A serious practitioner should recite the heart mantra of Amoghapāśa three times, at the three junctions of the day, every day.

source: །ཆང་དང་ཤ་དང་ཀུན་དོང་དང་ཀེའུ་དང་སྒོག་སྐྱ་དང་། འདྲེས་པ་དང་། ལྷག་རོལ་དང་། །འདི་རྣམས་ཁྱད་པར་དུ་དོན་དུ་གཉེར་བས་སྤང་བར་བགྱིའོ།
en: He should avoid food that contains alcohol, meat, onions, leeks, or garlic, as well as stale food.

source: །དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡང་སེམས་ཅན་རྣམས་ལ་མཐུ་མཆིས་པ་དང་། མཐུ་མ་མཆིས་པར་འཚལ་བར་བགྱིས་ནས་བསྒྲག་པར་བགྱིའོ།
en: Knowing the strengths and weaknesses of sentient beings, he should teach to them the heart mantra of Amoghapāśa as part of a Dharma discourse.

source: །སློབ་དཔོན་གྱིས་དཔེ་མཁྱུད་མི་བགྱིའོ། །འདི་ལྟར་དྲི་མ་དང་བྲལ་ཞིང་ཕྲག་དོག་དང་སེར་སྣ་སྤངས་པ་ནི། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལགས་ཏེ། སེམས་ཅན་རྣམས་ཀྱི་དོན་བགྱི་བའི་སླད་དུ་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་འཐོབ་པར་འགྱུར་བས། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཚོགས་ཀྱི་ནང་དུ་གཏོགས་སོ།
en: The teacher must not be tight fisted, as only those who are free from greed and jealousy can become bodhisattvas who bring benefit to beings; they attain the realization of the Buddha and are then counted among the bodhisattvas.

source: །བྱང་ཆུབ་ཅེས་བགྱི་བ་ནི་ཤེས་རབ་ལགས། སེམས་དཔའ་ཞེས་བགྱི་བ་ནི་ཐབས་ལགས་ཏེ།
en: Bodhi is said to be wisdom, and sattva is the means.

source: ཆོས་འདི་གཉིས་སེམས་ཅན་རྣམས་ཀྱི་དོན་བགྱི་བའི་སླད་དུ་ཁོ་ནས་ཐོབ་པ་ལགས་སོ། །གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་རྗེས་སུ་གནང་ན། འདི་ལྟར་བདག་གིས་སྙིང་པོ་འདི་དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་འཁོར་བཞི་རྣམས་དང་གཞན་སྡིག་པ་སྤྱོད་པ་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་བདེ་བའི་སླད་དུ་བསྒྲག་པར་བགྱིའོ།
en: Lest sentient beings not obtain these two qualities, may the Blessed One permit me to chant in front of the Tathāgata this heart mantra for the benefit, welfare, and happiness of the fourfold assembly and the others who commit evil.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །སེམས་ཅན་དག་པ་དེའི་དུས་ལ་བབ་པར་ཤེས་ན་ཁྱོད་སྨྲོས་ཤིག །
en: The Blessed One then replied to the bodhisattva Avalokiteśvara, “Please recite it, O pure being, if you think that the time is right!

source: དེ་བཞིན་གཤེགས་པས་རྗེས་སུ་ཡི་རང་བར་མཛད་ཟིན་ཏེ། ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ན། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཅན་རྣམས་ལ་ཕའི་བྱ་བ་བྱེད་པར་འགྱུར་རོ།
en: The Tathāgata will happily assume the duties of a father toward the followers of the Bodhisattva Vehicle during the final period and the final time.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མིག་མི་འཛུམས་པར་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ཕྱག་བགྱིས་པ་རྣམ་པར་གྲོལ་བའི་དཀྱིལ་འཁོར་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོའི་ཚོགས་ཆེན་པོའི་དོན་དུ་བདག་ལ་གསན་དུ་གསོལ།
en: The noble bodhisattva Avalokiteśvara, his eyes unblinking, said to the Blessed One, “Please listen, O Blessed One, to my maṇḍala of liberation that is revered by all the bodhisattvas; listen for the welfare and happiness of many people, in order to embrace the world with compassion and to benefit vast numbers of people! “

source: དུས་གསུམ་དུ་གཤེགས་ཤིང་བཞུགས་པའི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas of the three times!

source: །རང་སངས་རྒྱས་དང་། འཕགས་པ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the past, present, and future pratyekabuddhas and congregations of noble śrāvakas!

source: །ཡང་དག་པར་སོང་བ་རྣམས་དང་། ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to those who are set on and follow the right path!

source: །ཤ་ར་དྭ་ཏིའི་བུ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Śāradvatīputra!

source: །བྱམས་པ་ལ་སོགས་པ་སྟེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the bodhisattvas headed by Maitreya and to the hosts of great bodhisattvas!

source: །འཕགས་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the noble Tathāgata Amitābha, the worthy one, the fully realized Buddha!

source: །དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Three Jewels!

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ། །ཏདྱ་ཐཱ། ཨོཾ་ཙ་ར་ཙ་ར། ཙི་རི་ཙི་རི། ཙུ་རུ་ཙུ་རུ།
en: Homage to Noble Avalokiteśvara, the bodhisattva great being of great compassion!

source: ཨེ་ཧྱེ་ཧི་མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ །ཙི་རི་ཙི་རི།
en: The mantra is: [1] “Oṁ, cara cara, ciri ciri, curu curu!

source: མི་རི་མི་རི། ཙུ་རུ་ཙུ་རུ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ།
en: O great compassionate one!Ciri ciri, miri miri, curu curu!

source: སི་རི་སི་རི། ཙི་རི་ཙི་རི། པི་རི་པི་རི། བི་རི་བི་རི།
en: O great compassionate one!Siri siri, ciri ciri, piri piri, viri viri!

source: མ་ཧཱ་པདྨ་ཧཱསྟ། ཀ་ལ་ཀ་ལ། ཀི་ལི་ཀི་ལི། ཀུ་ལུ་ཀུ་ལུ།
en: O great one with a lotus in your hand!Kala kala, kili kili, kulu kulu!

source: མ་ཧཱ་ཤུད་དྷ་ས་ཏྭ།
en: O great pure being!

source: བུད་དྷྱ་བུད་དྷྱ།
en: Awaken, awaken!

source: དྷཱ་བ་དྷཱ་བ། ཀ་ཎ་ཀ་ཎ།
en: Cleanse, cleanse!

source: ཀི་ཎི་ཀི་ཎི། ཀུ་ཎུ་ཀུ་ཎུ། པ་ར་མ་ཤུད་དྷ་ས་ཏྭ། ཀ་ར་ཀ་ར།
en: Kaṇa kaṇa, kiṇi kiṇi, kuṇu kuṇu!

source: ཀི་རི་ཀི་རི། ཀུ་རུ་ཀུ་རུ། མ་ཧཱསྠཱ་མ་པྲཱཔྟ། ཙ་ལ་ཙ་ལ། སཉྩ་ལ་སཉྩ་ལ།
en: O supremely pure being!Kara kara, kiri kiri, kuru kuru!

source: བི་ཙ་ལ་བི་ཙ་ལ། ཨེ་ཊ་ཊ། ཨེ་ཊ་ཊ། བྷ་ར་བྷ་ར། བྷི་རི་བྷི་རི།
en: You who attained great fortitude!Cala cala, saṃcala saṃcala, vicala vicala, eṭṭaṭṭa eṭṭaṭṭa,bharabhara, bhiri bhiri, bhuru bhuru!

source: བྷུ་རུ་བྷུ་རུ། ཨེ་ཧྱེ་ཧི་མ་ཧཱ་ཀཱ་རུ་ཎིཀ །
en: Come, come, O great compassionate one!

source: མ་ཧཱ་པ་ཤུ་པ་ཏི་བེ་ཤ་དྷ་ར།
en: You who wear the garb of great Paśupati!

source: དྷ་ར་དྷ་ར། ས་ར་ས་ར། ཙ་ར་ཙ་ར།
en: Wear, wear!

source: ཧ་ར་ཧ་ར། ཧ་ཧཱ་ཧ་ཧཱ། ཧི་ཧཱི་ཧི་ཧཱི། ཧུ་ཧཱུ་ཧུ་ཧཱུ། ཨོཾ་ཀཱ་ར་བྲ་ཧྨ།
en: Sara sara, cara cara, hara hara, hāhā hāhā, hīhī hīhī, hūhū hūhū!

source: བེ་ཥ་དྷ་ར། དྷ་ར་དྷ་ར། དྷི་རི་དྷི་རི།
en: You who wear the garb of Brahmā, the syllable oṁ!

source: དྷུ་རུ་དྷུ་རུ། ཏ་ར་ཏ་ར། ས་ར་ས་ར། པ་ར་པ་ར། ཙ་ར་ཙ་ར།
en: Dhara dhara,dhiri dhiri, dhuru dhuru, tara tara, sara sara, para para, cara cara!

source: ར་ཤྨི་ཤ་ཏ་ས་ཧ་སྲ་པྲ་ཏི་མཎྜི་ཏ།
en: You with the body adorned with hundreds of thousands of light rays!

source: ཤ་རཱི་རཱ་ཡ། ཛྭ་ལ་ཛྭ་ལ། ཏ་པ་ཏ་པ། བྷ་ག་ཝཱ་ན།
en: Shine, shine!

source: སཽ་མ་ཨཱ་དི་ཏྱ། ཡ་མ་བ་རུ་ཎ། ཀུ་བེ་ར།
en: Heat up, heat up!

source: བྲ་ཧྨེནྡྲ་རྀ་ཥི་དེ་བ་ག་ཎ།
en: O blessed sun and moon!

source: ཨ་བྷྱརྩི་ཏ་ཙ་ར་ཎ།
en: You whose feet are worshiped by the hosts of ṛṣis and gods, by Yama, Varuṇa, Kubera, and Great Indra!

source: སུ་རུ་སུ་རུ། ཙུ་རུ་ཙུ་རུ། མུ་རུ་མུ་རུ། བུ་རུ་བུ་རུ།
en: Suru suru, curu curu, muru muru, puru puru!

source: ས་ནད་ཀུ་མཱར།
en: You who wear many various garbs of ṛṣis and gods, of Sanatkumāra, Rudra, Vāsava, Viṣṇu, and Dhanada!

source: རུ་དྲ། བཱ་ས་བ། བིཥྞུ་དྷ་ན་དཱ། དེ་བ་རྀ་ཥི་ནཱ་ཡ་ཀ །བ་ཧུ་བི་བི་དྷ།
en: Dhara dhara,dhiri dhiri, dhuru dhuru, thara thara, ghara ghara, yara yara, lara lara, hara hara, mara mara, para para, vara vara!

source: བེ་ཥ་དྷ་ར། དྷ་ར་དྷ་ར།
en: O boon giver who sees all around you!

source: དྷི་རི་དྷི་རི།
en: O great lord of the world who perceives precisely!

source: དྷུ་རུ་དྷུ་རུ། ཐ་ར་ཐ་ར། གྷ་ར་གྷ་ར། ཡ་ར་ཡ་ར། ལ་ར་ལ་ར།
en: Muhu muhu, muru muru, muya muya!

source: ཧ་ར་ཧ་ར། མ་ར་མ་ར། པ་ར་པ་ར། བ་ར་བ་ར། བ་ར་དཱ་ཡ་ཀ །ས་མནྟ་ཨ་བ་ལོ་ཀི་ཏ། བི་ལོ་ཀི་ཏ།
en: Save beings, save!

source: ལོ་ཀེ་ཤྭར་མ་ཧེ་ཤྭ་ར། མུ་ཧུ་མུ་ཧུ། མུ་རུ་མུ་རུ། མུ་ཡ་མུ་ཡ། མུཉྩ་མུཉྩ། བཅོམ་ལྡན་འདས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་དཔལ་ས་གསུམ་གྱི་ལྷ་རྣམས་དང་།
en: You are the lord Noble Avalokiteśvara!

source: བདག་དང་། སེམས་ཅན་ཐམས་ཅད་འཇིགས་པ་ཐམས་ཅད་དང་། གནོད་པ་ཐམས་ཅད་དང་། འཚེ་བ་ཐམས་ཅད་དང་། གདོན་ཐམས་ཅད་ལས་སྲུངས་ཤིག །སྲུངས་ཤིག །གསད་པ་དང་། བཅིང་བ་དང་། བརྡེག་པ་དང་། བསྡིགས་པ་དང་། རྒྱལ་པོ་དང་། ཆོམ་པོ་དང་།
en: Protect, protect me and all beings in the three worlds from every danger, every misfortune, every calamity, and from all grahas!

source: རྐུན་པོ་དང་། མེ་དང་། ཆུ་དང་། དུག་དང་། མཚོན་ལས་ཡོངས་སུ་ཐར་བར་མཛད་པ།
en: O savior from bondage, imprisonment, beatings, threats, the king, thieves, robbers, fire, water, poison, and weapons!

source: ཀ་ཎ་ཀ་ཎ། ཀི་ཎི་ཀི་ཎི། ཀུ་ཎུ་ཀུ་ཎུ། ཙ་ར་ཙ་ར། ཨིན་དྲི་ཡ།
en: Kaṇa kaṇa, kiṇi kiṇi, kuṇu kuṇu, cara cara!

source: བ་ལ་བོ་དྷྱཱྃ་ག །
en: You teach about the sense faculties, the strengths, the limbs of awakening, and the four truths of the noble ones!

source: ཙ་ཏུ་རཱཪྻྻ་ས་ཏྱ་སཾ་བྲ་ཀཱ་ཤ་ཀ །
en: Scorch, scorch!

source: ཏ་པ་ཏ་པ། ད་མ་ད་མ།
en: Tame, tame!

source: ས་མ་ས་མ།
en: Pacify, pacify!

source: མ་ས་མ་ས།
en: Masa masa!

source: མ་ཧཱ་ཏ་མོ྅ནྡྷ། ཀཱ་ར།
en: O great being!

source: བ་དྷི་མ་ན་ཥ།
en: Dispeller of darkness!

source: ཊ་པཱ་ར་མི་ཏཱ་པ་རི་པཱུར་ཀ །
en: Fulfiller of the six perfections!
